<!-- 个人中心页 -->
<template>
    <div>
        <h1>欢迎小白之个人中心也啥啥没有</h1>
    </div>
</template>

<script>
    export default {
        data() {
            return {
                menu:{
                    customer:{
                        '动态':['我发布的帖子','我回复的帖子','我赞过的帖子'],
                        '商品订单':['待发货','待收货','评价与售后'],
                        '我的收藏':['收藏的商品','收藏的店铺'],
                        '我的积分':['积分详情'],
                        '基本资料':['个人资料','尺码信息','账号设置']
                    },
                    stylist:{
                         '动态':['我发布的帖子','我回复的帖子','我赞过的帖子'],
                        '商品订单':['服务中','已完成订单','顾客评价'],
                        '我的收藏':['收藏的商品','收藏的店铺'],
                        '培训中心':['搭配模板','','申请成为全职搭配师'],
                        '基本资料':['展示板','个人资料','账号设置']
                    }
                }
            }
        },
        created() {

        },
        mounted() {

        }
    }
</script>

<style scoped>

</style>